export const introContent = [
    {
        Preface: '　　本館展區共分為四大類型，分別是淺海區、深海區、極地世界及鯨魚世界。淺海區展示了豐富多樣的珊瑚礁生態，讓您深入了解熱帶魚類和珊瑚共生的奇妙環境；深海區則帶您探索黑暗而神秘的深海生物，讓人見識到光源稀少的深海奇景；極地世界專注於極地動物的生態，並展示其為了適應寒冷環境所發展的特殊技能；最後，鯨魚世界帶您了解海洋中的巨型生物——鯨魚，介紹其生活習性及保育意識。希望每位參觀者在旅程中增長知識，親身感受到海洋生態的多樣與美麗。',
        deep:[
            {
                name:'深海區',
                photo:'https://picsum.photos/800/300',
                content:'　　深海區是海洋中最神秘的地方，這裡光線稀少，溫度低，壓力高，生物種類繁多，且多數生物體型龐大。深海區展示了深海生物的特殊生理結構和生活習性，讓您了解這些生物如何適應極端環境，並探索深海生物的奇幻世界。'
            }
        ],
        shallow:[
            {
                name:'淺海區',
                photo:'https://picsum.photos/800/300',
                content:'　　淺海區展示了多樣化的珊瑚礁生態系統，這裡的生物在陽光充足的淺海環境中繁衍生息，形成了極為繽紛的海洋世界。展區內包含色彩繽紛的熱帶魚類、珊瑚及其他無脊椎動物，讓參觀者能近距離觀察海洋生態的和諧共存。透過互動展示和動態影像，您可以了解珊瑚的形成過程、生態平衡的重要性以及保護珊瑚礁的迫切性。希望您能在此展區體驗淺海世界的奇妙與美麗，並增強對海洋保護的認識。'
            }
        ],
        ice:[
            {
                name:'極地世界',
                photo:'https://picsum.photos/800/300',
                content:'　　極地世界展區模擬了地球兩極的寒冷環境，讓您近距離觀察極地生物的生活特性。展區展示了企鵝、海豹等極地動物，並透過模型和互動設施，解釋它們如何利用厚厚的脂肪層和特殊的毛髮來保暖，以及它們在嚴寒中覓食和繁殖的方式。您還能學到極地生態系統的運作原理，以及氣候變遷對這些地區的影響。'
            }
        ],
        whale:[
            {
                name:'鯨魚世界',
                photo:'https://picsum.photos/800/300',
                content:'　　鯨魚區是專門展示鯨類生物的展區，結合大型模型與多媒體技術，呈現鯨魚的生理結構、行為特性及其在海洋生態中的角色。展區詳述了鯨魚的進化歷史、不同種類的分布特徵，以及它們通過聲波進行導航和溝通的機制。同時，還介紹鯨魚在食物鏈中的地位和遷徙路徑，深入探討其生態學和保育相關議題，為觀眾提供全方位的科學知識。'
            }
        ],
    }
]
