export const aboutusContent = [

    {
        title: '關於本館',
        content1:'　　逢甲海生館（台中逢甲海洋生物博物館）於2007年開館，是台灣首座以海洋為主題的綜合性博物館，擁有豐富的海洋生物展覽、教育活動及科研成果。海生館的成立，不僅是台中市政府在推動科學教育和文化觀光上的重要一步，也為海洋生態保護與推廣提供了嶄新的平台。海生館的構想起源可追溯至1990年代末期，那時台灣對於海洋環境保護的關注逐漸增加，並且渴望打造一個能夠兼顧教育與保護的機構。隨著民眾環保意識的抬頭，許多學術界和政府部門開始提議設立專門的海洋科學博物館。2000年，台中市政府在逢甲地區選定了海生館的建設用地，並於2003年正式啟動建設工作。',
        content2:'　　經過數年的規劃與設計，最終於2007年正式開館，並開始對外開放。館內的設計和展示內容充滿現代感，致力於提供一個既能科普教育、又能促進親子互動的空間。館方特別強調展覽的教育性和互動性，並依照台灣周邊海域的生態特點，設計了多個主題區域，從台灣沿海到熱帶海域，展示了各式各樣的海洋生物，如美麗的珊瑚礁、神秘的深海生物以及活躍的海洋哺乳類動物等。這些展示不僅讓參觀者有機會近距離觀察海洋生物，也讓人們對海洋生態系統有更深刻的了解。自開館以來，海生館不僅成為台中市的重要旅遊景點，還逐步成為台灣推動海洋生態保護和科學教育的中心之一。館內的教育活動涵蓋了各個年齡層，無論是學校團體的科學考察，還是親子家庭的互動遊戲，皆能從中獲得豐富的知識。尤其是館內的「海洋故事館」，通過展示不同海洋生物的生態故事，向大眾傳遞保護海洋生物的迫切性。每年，海生館都會舉辦各種特展，邀請國際上的海洋學者與科研機構進行合作，開展最新的海洋研究，並將這些成果轉化為可視化的展示形式，讓大眾更了解海洋環境的現狀及其面臨的挑戰。',
        content3:'　　在歷史事件方面，海生館於2010年成功舉辦了「全球海洋日」系列活動，這不僅是一次學術交流的盛會，也是提升民眾海洋意識的關鍵時刻。館方積極舉辦海洋生物保護、氣候變遷與海洋關聯等講座和討論會，並與多個國際機構合作，推動全球海洋保護議題。在2012年，海生館的「海洋深度探索」展覽成功吸引了大量國際觀光客，並為館內注入了更多的科研資源和國際交流機會。隨著開館以來的成功運營，海生館逐漸擴大其功能，除了常態性的展覽外，也開展了多項海洋保護活動，並進行了多個重要的科學研究，尤其是在珊瑚礁保護和海洋污染問題上的努力。例如，館內設有專門的水質監測與海洋保護工作坊，旨在提升民眾對海洋環境保護的意識。館方還積極參與各種國際海洋保護項目，與國際上的科學機構進行聯合研究，並通過展覽和活動將這些成果回饋給大眾。從歷史的角度看，海生館的開設和發展不僅見證了台灣在推動海洋保護與科學教育方面的努力，也代表著台中市在文化創新與旅遊發展上的成功。隨著未來的發展，海生館將繼續以推動海洋保護、促進科學研究以及普及海洋知識為使命，致力於成為更多民眾了解與愛護海洋的橋樑。',
    }
]