export const venusContent = [

    {
        id: 'v1',
        title:'海生館人事異動',
        date:'2021-06-20',
        content:'本館為了提供更好的服務品質，近期進行了人事異動，歡迎新同仁的加入，也感謝舊同仁的辛勞與付出。'

    },
    {
        id: 'v2',
        title:'本館推出全新互動式導覽服務',
        date:'2021-07-15',
        content:'為了提供更好的遊客體驗，本館推出全新互動式導覽服務，透過專業的導覽員，帶領遊客深入了解海洋生物的生態與特性。'
    },
    {
        id: 'v3',
        title:'本館舉辦「海洋生物攝影大賽」',
        date:'2021-08-01',
        content:'為了鼓勵大家關注海洋生物的保育議題，本館舉辦「海洋生物攝影大賽」，歡迎各位攝影愛好者踴躍參加。'
    }
]


export const newsContent = [

    {
        id: 'n1',
        title:'海龜復育計畫進展：成功釋放三隻稀有保育類海龜回歸大海',
        date:'2021-06-20',
        content:'為了保護海洋生物，本館積極參與海龜復育計畫，透過專業的照護與醫療，成功釋放三隻稀有保育類海龜回歸大海。',
        photo: ''
    },
    {
        id: 'n2',
        title:'本館獲得2021年度最佳觀光景點獎',
        date:'2021-07-01',
        content:'感謝各位遊客的支持與愛護，本館榮獲2021年度最佳觀光景點獎，我們將持續努力，為大家帶來更多精彩的活動與展覽。',
        photo: ''
    },
    {
        id: 'n3',
        title:'本館推出全新互動式導覽服務',
        date:'2021-07-15',
        content:'為了提供更好的遊客體驗，本館推出全新互動式導覽服務，透過專業的導覽員，帶領遊客深入了解海洋生物的生態與特性。',
        photo: ''
    },
    {
        id: 'n4',
        title:'本館舉辦「海洋生物攝影大賽」',
        date:'2021-08-01',
        content:'為了鼓勵大家關注海洋生物的保育議題，本館舉辦「海洋生物攝影大賽」，歡迎各位攝影愛好者踴躍參加。',
        photo: ''
    }
]

//反轉陣列(時間由新到舊)
newsContent.reverse();
venusContent.reverse();